index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-05-18 Sat 18:55 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Options in Capital Budgeting Analyses</title>
<meta name="author" content="Matt Brigida, Ph.D." />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Options in Capital Budgeting Analyses</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgc341918">1. A Brief History of Options</a></li>
<li><a href="#org81760c7">2. <i>Strategic</i> Options</a>
<ul>
<li><a href="#org68e66ee">2.1. Example:</a></li>
</ul>
</li>
<li><a href="#org0aa3515">3. Option to Expand/Abandon/Wait</a></li>
</ul>
</div>
</div>
<p>
The mechanics of capital budgeting decisions are correctly taught in corporate finance courses, but often the spirit of the process is missed.  In general, we want to accept projects.  If you are not accepting projects, then your business is not growing.  This may be fine from a purely academic perspective, but in practice management is under pressure to grow.
</p>

<p>
So should we accept negative NPV project, or somehow use more <i>rosy</i> estimates in our calculations?  Absolutely not.  But then how can we grow the business while simultaneously maximizing shareholder wealth?  One way is to recognize, and value, the options that accepting a project may provide.
</p>


<p>
Remember, <b>option values are always positive</b>.
</p>


<div id="outline-container-orgc341918" class="outline-2">
<h2 id="orgc341918"><span class="section-number-2">1.</span> A Brief History of Options</h2>
<div class="outline-text-2" id="text-1">
<p>
After 1973, once we had a coherent model of an option's price, we began to employ the model to value many different types of options (real and financial) embedded in contracts. For example, there are options in mortgage contracts and callable bonds.
</p>

<p>
Here we are concerned with <i>real</i> options that are afforded by capital budgeting decisions. 
</p>
</div>
</div>


<div id="outline-container-org81760c7" class="outline-2">
<h2 id="org81760c7"><span class="section-number-2">2.</span> <i>Strategic</i> Options</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org68e66ee" class="outline-3">
<h3 id="org68e66ee"><span class="section-number-3">2.1.</span> Example:</h3>
</div>
</div>


<div id="outline-container-org0aa3515" class="outline-2">
<h2 id="org0aa3515"><span class="section-number-2">3.</span> Option to Expand/Abandon/Wait</h2>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Matt Brigida, Ph.D.</p>
<p class="date">Created: 2024-05-18 Sat 18:55</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
